{"saimin": 6877, "raining": 8607, "yellow": 2267, "four": 411, "prefix": 5054, "woods": 4756, "clotted": 8608, "thirst": 8703, "hanging": 1297, "comically": 9780, "looking": 51, "canes": 4757, "hordes": 9216, "scold": 9781, "originality": 5252, "refunding": 9782, "gumbys": 6033, "lord": 6515, "immature": 6878, "hormone": 7596, "vesuvios": 9021, "battles": 9968, "deli": 1055, "regional": 3881, "eggrolls": 9217, "gerade": 6994, "uoft": 6306, "leisurely": 3342, "bringing": 1164, "basics": 3427, "wooden": 2500, "clientele": 1920, "wednesday": 1396, "piling": 9512, "specialties": 3660, "okbut": 8584, "stereotypical": 9783, "commented": 3031, "specially": 2800, "tired": 1180, "miller": 7961, "mirage": 5936, "bacon": 644, "elegant": 1688, "second": 345, "distinctly": 8535, "sterile": 5937, "admire": 9854, "greatbut": 9714, "errors": 5253, "vegetarianvegan": 6995, "cooking": 670, "contributed": 5778, "fingers": 2220, "negates": 8919, "roadhouse": 5451, "hero": 5452, "herb": 3113, "leaning": 5938, "jasmine": 7295, "reported": 6517, "china": 1580, "wagyu": 4758, "affiliated": 9784, "conversational": 9513, "kids": 256, "glutenfree": 1962, "lychee": 3882, "elaborate": 6413, "unfriendly": 1447, "reports": 9514, "merrygoround": 8183, "military": 5305, "spotty": 1924, "binions": 8184, "effet": 9949, "pairings": 3820, "criticism": 4047, "golden": 2461, "divide": 4604, "magically": 8405, "secluded": 8406, "sweetest": 4722, "explained": 1012, "replace": 3099, "brought": 278, "sizeable": 9553, "stern": 9785, "sloppily": 7634, "bubbles": 9189, "spoke": 1535, "browse": 4475, "cafeterialike": 9220, "symphony": 9221, "music": 302, "therefore": 1638, "passport": 6518, "strike": 3174, "grahams": 9786, "musik": 9787, "capital": 6982, "females": 7442, "goodwe": 6617, "holy": 2530, "relax": 1147, "successful": 3493, "brings": 1551, "hurt": 3152, "glass": 589, "hole": 950, "hold": 1221, "circumstances": 8610, "tastefully": 6034, "intake": 6618, "locked": 4988, "dreadful": 6153, "famed": 6737, "temperatures": 5183, "harrahs": 2645, "concepts": 3364, "tremont": 9222, "example": 1675, "marchmont": 8407, "foodie": 1845, "pints": 4098, "greattasting": 8653, "household": 7296, "organized": 2509, "saucethe": 9661, "geben": 8920, "caution": 5377, "reviewing": 2813, "absolute": 1348, "cielo": 7297, "complaining": 1587, "travel": 1529, "feature": 2683, "revisit": 4208, "machine": 1952, "clubbing": 8185, "barstools": 8611, "disgrace": 5520, "preferable": 8921, "gaming": 7456, "beauty": 4209, "funny": 1154, "scottsdale": 819, "wrong": 277, "charleston": 9726, "types": 1139, "catracho": 9788, "effective": 4016, "wins": 5939, "attracts": 4802, "bibb": 8894, "cigarettes": 7443, "timers": 4870, "keeps": 1268, "wing": 1972, "wind": 4277, "wine": 207, "restriction": 8922, "peux": 8612, "feedback": 3199, "welcomed": 1884, "pomo": 6550, "vary": 4498, "peut": 5254, "murals": 5453, "rewarded": 7119, "vari": 8923, "playhouse": 7120, "lovingly": 7963, "screaming": 3092, "fanciest": 6414, "hidden": 769, "falsch": 9224, "admirable": 9515, "easier": 2247, "vouchers": 5255, "interrupt": 8186, "braised": 2978, "hoggys": 7782, "silver": 3759, "represents": 6739, "queues": 7964, "customizable": 6516, "spotless": 3445, "addicted": 4210, "volcano": 4311, "dumpy": 6740, "arroz": 6619, "whim": 3200, "financial": 7965, "series": 5132, "distillery": 7966, "spider": 6996, "bowls": 1973, "turnip": 8187, "substantially": 6035, "ring": 2544, "whip": 5184, "touts": 7760, "servicethe": 6127, "flooded": 9855, "encourage": 3560, "cheerfully": 8862, "rented": 9456, "yummytori": 6997, "assured": 2943, "threatened": 8189, "ziti": 7996, "grapes": 7598, "weniger": 9225, "checked": 802, "estimate": 6620, "universally": 6228, "molded": 7732, "enormous": 2801, "shelves": 6519, "takeout": 565, "tasteful": 3576, "walmart": 4285, "speedy": 2126, "tempting": 3512, "leaps": 8964, "veggie": 974, "wash": 2268, "tzatziki": 6892, "filibertos": 4566, "customization": 8409, "endlich": 9790, "sisig": 6229, "basketball": 6036, "renovated": 3292, "service": 3, "similarly": 3446, "outstandingly": 7967, "reuben": 3636, "touting": 7968, "needed": 543, "master": 3972, "listed": 878, "tangy": 4524, "gilbert": 3114, "legs": 1642, "bitter": 4172, "ranging": 2340, "listen": 1974, "rewards": 6230, "snooty": 3229, "lavender": 8074, "predictable": 4017, "gefhl": 7298, "crawl": 3596, "white": 534, "positively": 6621, "trek": 3911, "showed": 982, "vielen": 7599, "hibachi": 3100, "tree": 5133, "crave": 1774, "project": 3976, "endure": 5388, "tres": 5689, "feeling": 578, "waiterwaitress": 6415, "willingness": 8190, "runner": 3791, "boston": 2097, "notwithstanding": 9960, "tale": 6089, "charcuterie": 5718, "dozen": 1244, "affairs": 7121, "cesar": 8075, "wholesome": 3468, "escalator": 7444, "paramedics": 9791, "soaked": 4476, "gripe": 2434, "recommended": 517, "causing": 6307, "defiantly": 2944, "doors": 1325, "appreciates": 6416, "menudo": 4655, "committing": 8613, "shall": 3821, "thrilled": 2216, "doin": 8925, "object": 7600, "wells": 9226, "victoria": 7969, "disjointed": 9792, "mouth": 836, "addict": 6879, "letter": 4761, "entry": 3460, "singer": 8614, "episode": 5603, "grove": 5604, "camp": 9227, "drunks": 5779, "scream": 6623, "came": 27, "saying": 610, "bomb": 1374, "insects": 9228, "tequila": 3075, "prix": 1619, "fennel": 4759, "participate": 7445, "franklys": 7762, "tempted": 3637, "cheaply": 7763, "lessons": 7446, "orleans": 2537, "touches": 4069, "busy": 82, "layout": 1869, "quaint": 1091, "menu": 5, "rics": 8615, "bust": 6128, "mens": 6741, "rico": 6624, "theme": 1434, "bliss": 8616, "touched": 3704, "rich": 1298, "longhorn": 4699, "rice": 227, "chiladas": 2375, "plate": 299, "klein": 8410, "champaign": 2896, "foremost": 4168, "pocket": 3254, "plats": 3973, "tusitala": 9516, "chutney": 4803, "platz": 4989, "sauv": 9229, "greens": 2572, "nicely": 855, "dipping": 2127, "pretzel": 2062, "release": 9517, "boarded": 8617, "fait": 4318, "blew": 2876, "mandatory": 4440, "disaster": 3076, "fair": 471, "wrde": 4495, "unexpectedly": 5185, "pinot": 5518, "radius": 6037, "result": 2104, "fail": 2205, "bleh": 4804, "lots": 310, "rings": 1807, "stamps": 6129, "score": 2425, "melissa": 8411, "yogurt": 3175, "chickfila": 6625, "glasgow": 7447, "skimpy": 3683, "letting": 3251, "interrupting": 8194, "extend": 5855, "nature": 2538, "rolled": 2403, "smelled": 1648, "recent": 1200, "downgrade": 9518, "pity": 6520, "dente": 5307, "accident": 3046, "disdain": 8195, "bachelorette": 4805, "country": 1590, "pits": 4700, "heating": 5266, "demanded": 7000, "stuttgart": 4144, "planned": 3597, "pita": 1405, "argue": 2841, "adapted": 8927, "asked": 147, "libyan": 8618, "puddingoh": 9796, "matts": 7001, "groupon": 871, "waaay": 9230, "dorm": 7962, "vais": 7301, "gerne": 4701, "blonde": 5856, "pregame": 7002, "source": 4120, "union": 7765, "bothers": 4567, "grapefruit": 8437, "sommelier": 3561, "gyoza": 3428, "stadium": 6038, "craig": 7652, "incompetent": 3319, "obese": 8619, "life": 586, "recomend": 5691, "spit": 3735, "eastern": 1249, "worker": 2963, "moneys": 4323, "dave": 3974, "substance": 5304, "busyand": 8620, "chile": 2293, "child": 2173, "tiniest": 7284, "chili": 1159, "haters": 9232, "erst": 5056, "chill": 1040, "gritty": 9233, "hoang": 6743, "nolana": 6626, "sammys": 7448, "professionally": 7767, "employ": 7122, "pittsburghs": 6700, "appeals": 6960, "remembering": 5186, "unos": 8621, "saltiness": 5857, "played": 2573, "expat": 9799, "conditioned": 9800, "letdown": 5941, "player": 9519, "upscale": 686, "anticipating": 5692, "violin": 8196, "presque": 8240, "trusted": 6438, "hong": 1544, "thingy": 7601, "portobello": 7123, "things": 118, "demands": 7319, "haphazard": 6744, "split": 943, "babies": 6308, "toasted": 2654, "junge": 9801, "european": 2400, "fairly": 366, "boiled": 3562, "inadvertently": 9802, "tops": 2237, "qdoba": 4402, "ownership": 2084, "supper": 2922, "tuna": 926, "tune": 9520, "stupendous": 7970, "tweaks": 8928, "pandas": 3955, "echoed": 8412, "carnitas": 3447, "burgers": 398, "bonne": 3077, "nachos": 1130, "corporate": 1858, "opinions": 5308, "bellow": 6627, "capitol": 5693, "appropriately": 4400, "sleepy": 9235, "whatnot": 7059, "disguise": 7302, "lassi": 5823, "hiccup": 9393, "rushing": 4526, "previous": 876, "ease": 3944, "emphasis": 3783, "easy": 483, "prison": 9521, "enchilada": 2754, "east": 952, "xlarge": 9219, "possible": 1002, "possibly": 1073, "shadow": 7768, "unique": 417, "massively": 8930, "wobei": 8931, "desire": 2474, "county": 3244, "bobby": 3047, "spared": 9066, "busser": 7370, "remind": 2376, "steps": 3584, "sundried": 5187, "right": 66, "creek": 7449, "crowd": 602, "people": 8, "crown": 7124, "begin": 1712, "captive": 7125, "okra": 7971, "bottom": 841, "takeaways": 9024, "mexicanstyle": 9451, "creative": 990, "witty": 9522, "continue": 1080, "creaminess": 8197, "palatable": 6881, "shaker": 9236, "shakes": 2842, "binder": 5519, "substituted": 9237, "defensive": 9238, "losing": 4252, "memorable": 1161, "acom": 9803, "benches": 4568, "filipino": 713, "boiling": 7103, "dollars": 859, "fazolis": 9239, "stoked": 4760, "lacked": 1486, "slightly": 596, "flatbread": 2701, "raised": 1657, "facility": 3792, "honeymoon": 7126, "dusted": 7588, "genommen": 9465, "respectable": 4253, "beings": 7769, "magazines": 6039, "wrap": 1304, "shoots": 9805, "federal": 9459, "frazzled": 7003, "waits": 2604, "support": 1571, "constantly": 1178, "knowing": 1572, "nova": 5134, "tame": 8622, "avail": 6068, "humorous": 5742, "jane": 5455, "call": 375, "jang": 5456, "icon": 8932, "happy": 99, "perfumes": 9806, "offer": 306, "understandably": 7602, "verde": 6234, "understandable": 3201, "leider": 2574, "peperoni": 7770, "shisha": 6040, "selfservice": 7450, "congratulations": 9807, "arrays": 9808, "inside": 175, "unwelcoming": 6271, "nicest": 2317, "servings": 2139, "examples": 6001, "later": 403, "proved": 3230, "moderni": 9809, "calzones": 2352, "proves": 5057, "exist": 4145, "nonsushi": 7005, "sprouts": 2684, "microwaving": 9810, "smelt": 8413, "lees": 4657, "dotted": 8933, "floor": 585, "accomodating": 2510, "flood": 7603, "role": 5521, "ambitious": 7006, "smell": 846, "roll": 470, "truffles": 3365, "intend": 6628, "palms": 9811, "models": 6882, "transported": 6629, "grinders": 9523, "devon": 8623, "intent": 4990, "smelling": 3736, "rolling": 5457, "tivoli": 7773, "hygienic": 7451, "packets": 8414, "luxor": 7104, "time": 12, "push": 3448, "depuis": 5569, "childs": 5522, "newbie": 5458, "chain": 431, "whoever": 2501, "hangovers": 7452, "reviewers": 1406, "burritos": 1212, "mesera": 7774, "chair": 2659, "midst": 6419, "hauptgang": 9240, "macht": 5523, "uneven": 5379, "fist": 9283, "camarones": 7775, "dragonfly": 8934, "icing": 7453, "jerk": 3469, "cheap": 115, "choice": 365, "gloomy": 9813, "bustle": 4354, "stays": 2288, "exact": 1704, "minute": 767, "cooks": 1299, "mahi": 3231, "doggy": 7007, "tear": 4606, "teas": 2010, "leave": 357, "settle": 2685, "subway": 1191, "team": 1300, "skewer": 4762, "loads": 3598, "inclination": 7320, "unaware": 4527, "prevent": 5058, "portioned": 4937, "sigh": 4658, "steaks": 1601, "lagasse": 3408, "chopping": 8624, "shirts": 4099, "serviceand": 4872, "educate": 7972, "tartare": 4477, "chimichanga": 5524, "cleanliness": 1108, "mels": 9242, "celebrated": 7776, "melt": 3032, "current": 2739, "cheeseburgers": 5966, "falling": 3449, "crashing": 9610, "boost": 6630, "bemht": 6381, "sweeter": 6126, "niche": 5276, "costumer": 2802, "funeral": 9524, "lange": 6420, "understanding": 2332, "gossiping": 9655, "snack": 1038, "yards": 6130, "address": 1753, "alone": 695, "along": 413, "brilliant": 2299, "studied": 7305, "wherever": 4806, "silvana": 9732, "commonly": 7973, "queue": 4991, "accomplished": 9954, "crumbled": 7974, "unappealing": 8589, "pibil": 4247, "love": 18, "radish": 8415, "prefer": 834, "logical": 9243, "bloody": 1975, "marvelous": 4018, "mssen": 9814, "fake": 2275, "omelets": 4654, "flagging": 6042, "crammed": 3684, "working": 313, "homesick": 8263, "amazeballs": 9244, "positive": 860, "angry": 2050, "hyatt": 4992, "tightly": 6745, "markys": 9123, "charlies": 3494, "sauga": 9245, "opposed": 2539, "wondering": 1760, "allinall": 3853, "familar": 9815, "loving": 2055, "afford": 3013, "apparent": 4607, "visual": 7975, "ignorant": 5369, "easiest": 5059, "behalf": 7306, "involve": 7976, "valued": 6746, "deserved": 2927, "originally": 1777, "pretend": 4312, "believer": 7307, "believes": 7977, "values": 4608, "stature": 9961, "following": 1280, "toffee": 8469, "wirklich": 2895, "mirrors": 5525, "frogs": 7978, "allowed": 1850, "offense": 6455, "tgif": 8181, "stole": 5380, "katsu": 3761, "winter": 2074, "savor": 5694, "cozy": 542, "divided": 5188, "thanking": 6235, "juste": 6947, "vancouver": 3429, "grossed": 7308, "edinburgh": 881, "homefries": 9179, "blasting": 5060, "spot": 176, "latte": 2377, "explored": 9526, "date": 428, "suck": 2448, "prides": 8041, "filthy": 1718, "shockingly": 4278, "westernized": 8200, "stress": 5189, "delmonicos": 6673, "natural": 2563, "varieties": 2852, "conscious": 3133, "consequently": 9248, "wheelchair": 8936, "placemat": 9527, "mango": 1815, "truck": 625, "goyemons": 8417, "pulled": 1102, "macaron": 3705, "devonshire": 7979, "garbbed": 9816, "lighter": 2814, "haute": 4279, "unacceptable": 2238, "years": 178, "hiring": 3762, "tendency": 7454, "tamales": 9693, "splurge": 3793, "avid": 9249, "overhaul": 6884, "thumb": 7604, "lackluster": 1889, "cleanest": 3153, "bagels": 3495, "torn": 3255, "faves": 4763, "attraction": 6747, "creations": 3763, "stroll": 4106, "constitutes": 7455, "homestead": 4132, "decades": 3078, "instantly": 2575, "modestly": 7777, "matches": 4609, "<PAD/>": 0, "regarding": 2246, "nation": 6885, "records": 6748, "overpowering": 5526, "compelled": 3450, "arriving": 2239, "sorted": 9817, "ketchup": 2341, "runners": 4904, "matched": 2945, "shouted": 9250, "bowling": 3014, "quarter": 3564, "fastcasual": 7980, "square": 1057, "retrieve": 9818, "lowkey": 5459, "bursting": 5858, "salade": 8626, "receipt": 2660, "entering": 1705, "honduran": 7778, "wegen": 9819, "salads": 531, "neighbourhood": 1379, "container": 2554, "rounding": 6749, "linguini": 7981, "contained": 3496, "cobb": 5381, "internet": 3215, "suggesting": 5061, "formula": 5190, "stonecrest": 7606, "squares": 3794, "linguine": 5943, "bordering": 8937, "complimented": 7009, "tablethey": 8938, "huevos": 6131, "million": 2511, "possibility": 6311, "quite": 88, "disrespect": 6886, "complicated": 3293, "besides": 930, "grandma": 5859, "vegetarians": 1963, "remainder": 5782, "sarku": 5783, "patronage": 6421, "training": 1413, "backside": 9251, "dunno": 7010, "spam": 5944, "punk": 8419, "modest": 3565, "massive": 1472, "neglect": 8754, "emotion": 8627, "saving": 2169, "spoken": 3385, "westlake": 9820, "mucho": 8939, "reopen": 7607, "mignon": 2723, "spanish": 1295, "vote": 5945, "open": 169, "city": 447, "boulevard": 8201, "bite": 508, "structured": 9539, "indicate": 4610, "draft": 1730, "stuffed": 861, "shoppers": 9528, "bits": 3101, "lingering": 5256, "shawn": 8628, "proving": 6132, "snatch": 8629, "ridiculous": 1136, "fooled": 3343, "boyfriend": 612, "translate": 8810, "iceberg": 4169, "plein": 6521, "depressed": 6422, "scrumptious": 3115, "coats": 5696, "future": 1041, "spat": 8654, "surprisingly": 872, "wandering": 2540, "damned": 7457, "proactive": 9821, "prospect": 5309, "illness": 8630, "tasted": 290, "nicer": 1509, "obliging": 8151, "turned": 781, "locations": 936, "alley": 2964, "tastes": 468, "tastey": 6750, "dismissive": 6423, "preservative": 8420, "jacks": 6247, "hawaiian": 856, "fashionable": 7128, "takeoutdelivery": 8631, "aside": 752, "opentable": 5545, "note": 630, "jewish": 5955, "take": 59, "wanting": 877, "atop": 6533, "towers": 9761, "handing": 6133, "opposite": 3294, "bosco": 9422, "discerning": 6236, "knew": 479, "microwaves": 7310, "palette": 4328, "buffet": 435, "printed": 2625, "remarks": 7608, "microwaved": 2878, "pager": 9529, "pages": 3048, "damage": 6738, "average": 106, "phil": 8632, "drive": 459, "sodas": 3706, "ways": 1528, "bada": 8292, "atlantic": 8655, "salt": 1053, "badi": 9383, "laws": 4478, "madison": 1138, "wynn": 947, "lotus": 5135, "merit": 9252, "thurs": 7499, "hopes": 1271, "bright": 1058, "inconsistent": 1442, "scarce": 5382, "aggressive": 5257, "imagined": 4100, "effing": 6274, "slot": 4938, "slow": 61, "slop": 8421, "pricevalue": 7011, "calico": 9697, "aimlessly": 8633, "tears": 9530, "texmex": 3366, "equipped": 6313, "carolina": 4280, "mechado": 9822, "beatles": 9531, "assistant": 4170, "freezing": 2686, "simplistic": 9823, "outlet": 5461, "mondo": 9824, "awaiting": 7129, "lynn": 8569, "prime": 1337, "prima": 8422, "pimp": 8634, "settings": 2853, "primo": 6134, "routinely": 7439, "worried": 2248, "skyline": 5784, "bombs": 4281, "worries": 7459, "tortilla": 1984, "xmas": 5062, "vision": 7779, "americanized": 2221, "gangster": 9532, "foul": 5688, "anyways": 1257, "divey": 4146, "impressions": 4248, "erica": 9510, "dives": 5946, "mecca": 7983, "mutton": 6043, "taqueria": 6887, "jumped": 3620, "sites": 3913, "goers": 4807, "teeny": 4808, "refreshed": 7130, "enjoys": 2923, "welcomes": 7131, "edamame": 3033, "jobs": 3049, "spartan": 4889, "faded": 7984, "supermarket": 4809, "concentrate": 6044, "awards": 3737, "amore": 5191, "jets": 4611, "deliciously": 4070, "mans": 6888, "many": 54, "loudly": 4282, "workplace": 7132, "mang": 7460, "chorizo": 2672, "thehotel": 4147, "bagged": 7808, "ants": 7985, "anti": 4442, "article": 7343, "cokes": 5033, "boat": 4939, "foodgo": 9728, "caring": 2520, "combines": 4911, "stretch": 6522, "west": 867, "locally": 1731, "artichokes": 5136, "camelback": 3146, "breath": 4019, "combined": 1866, "reflective": 7013, "wants": 1118, "enable": 9253, "ethical": 9080, "chan": 4970, "thousand": 4612, "pepperonis": 9275, "photos": 1985, "undercooked": 1899, "former": 1944, "curd": 7243, "resturant": 3409, "dressy": 7610, "confidently": 8756, "policies": 9254, "pollo": 3685, "squeezed": 4993, "situation": 1581, "allyoucaneat": 1945, "thatll": 6314, "brot": 5947, "twists": 4703, "engaged": 4764, "bros": 2946, "ribeye": 2702, "blah": 1562, "ambient": 4283, "fame": 6523, "verified": 8635, "rooting": 7986, "defines": 8969, "breakdown": 7987, "visually": 4765, "hideaway": 8636, "singapore": 8637, "defy": 7780, "nononsense": 4994, "cheers": 6752, "edges": 2541, "wired": 7781, "advertisement": 4766, "cheery": 4284, "costa": 8944, "awesomeness": 6045, "vacant": 8945, "customized": 4873, "pacing": 7311, "costs": 1567, "veal": 1893, "alfredo": 2613, "grumpy": 3707, "hubby": 1515, "rebeccas": 9533, "summer": 1006, "steamed": 1946, "exaggerating": 8946, "rest": 316, "slimy": 5785, "summed": 9534, "weekly": 1615, "cilantro": 4313, "deceiving": 4528, "konnten": 9535, "dicks": 9825, "besetzt": 9826, "starving": 1436, "aspects": 3795, "around": 50, "sums": 4995, "crusts": 4479, "dark": 828, "traffic": 1908, "darn": 1991, "disrupted": 9280, "vacuum": 8204, "world": 591, "dare": 3914, "sensational": 7133, "clam": 3079, "stranger": 9536, "overhyped": 7312, "clay": 7988, "beverly": 8947, "seating": 282, "grub": 1859, "fiver": 5697, "pushy": 2907, "pickled": 3600, "rereview": 7611, "lobster": 704, "diving": 8639, "pickles": 2217, "divine": 2584, "thinks": 4020, "pittsburghstyle": 7989, "strewn": 9827, "memories": 2564, "noon": 1900, "sidei": 9538, "wendys": 2614, "tots": 3708, "exit": 5786, "refer": 3514, "biased": 3430, "power": 4071, "intimate": 1059, "throwback": 6424, "thailand": 4767, "prepared": 335, "stone": 2815, "drollz": 7461, "unattentive": 6046, "package": 3515, "industry": 1114, "paninis": 2924, "favorite": 120, "side": 112, "johnnys": 6633, "neighbor": 6135, "luigi": 9256, "luck": 1787, "frankies": 8640, "burning": 3117, "image": 5948, "fishes": 8115, "fritters": 6753, "lively": 1986, "homeless": 2755, "parties": 1192, "foodwe": 6238, "essen": 1000, "technically": 5949, "bubbly": 3854, "jerks": 6448, "philadelphia": 7613, "sides": 822, "sealed": 6634, "brazilian": 2777, "bubble": 2724, "survives": 4874, "complete": 1037, "survived": 9257, "buying": 2740, "handsome": 5383, "pull": 1652, "rush": 768, "october": 6047, "rage": 6239, "nigiris": 9182, "jamaican": 5384, "dirty": 504, "ragu": 6635, "agree": 911, "hohum": 9258, "darker": 9540, "detailed": 3586, "gone": 399, "gong": 5950, "johnny": 4171, "exhausted": 7614, "certain": 946, "accents": 3050, "laminated": 4940, "tshirt": 5787, "associating": 8830, "walks": 3621, "watched": 1449, "tranquil": 6048, "amused": 6074, "frys": 4659, "cream": 450, "yoga": 5860, "ideally": 8642, "drafts": 5137, "novice": 7313, "freunde": 7898, "graduate": 7615, "tight": 2475, "unparalleled": 7134, "baconwrapped": 6316, "someones": 4072, "friggin": 5861, "sowieso": 9829, "fours": 7462, "chutneys": 7712, "gourmandise": 9259, "staffand": 9830, "annex": 7314, "refunded": 6240, "forgettable": 3051, "annes": 8948, "terra": 6049, "waving": 5862, "herbs": 5063, "tricky": 5258, "bocconcini": 9831, "waived": 9260, "tricks": 6636, "mask": 7463, "mash": 3344, "mass": 5698, "adam": 4480, "original": 799, "consider": 847, "caused": 3638, "beware": 2112, "ferreira": 5607, "amish": 9866, "taquitos": 7015, "fairness": 4810, "causes": 7783, "sympa": 8643, "careful": 2250, "tait": 2436, "tail": 3176, "highquality": 5042, "dressing": 1166, "fivestar": 3587, "smile": 747, "nori": 7135, "midwest": 4996, "norm": 2381, "paying": 523, "cynthia": 8319, "appointment": 6889, "returned": 1512, "checkin": 4403, "baton": 9832, "innout": 8950, "schade": 8951, "labor": 6188, "condition": 4811, "sans": 2993, "mammas": 7616, "accompanying": 5312, "laying": 9541, "joined": 3345, "large": 111, "sang": 6241, "prosciutto": 2140, "adjust": 6525, "small": 39, "chipolte": 9833, "laut": 8425, "quicker": 2725, "angelos": 1075, "sync": 8952, "past": 442, "displays": 6637, "pass": 868, "halfassed": 9076, "gerichte": 5462, "foodomgjust": 9972, "situated": 2151, "richard": 9542, "clock": 7136, "section": 937, "thoughthey": 8426, "nurse": 7315, "gemtliches": 6987, "contrast": 5064, "full": 92, "hash": 3470, "hours": 361, "musthave": 9836, "buzzing": 2908, "legend": 5138, "osco": 9543, "almost": 196, "riviera": 7617, "experience": 49, "pics": 3081, "prior": 1087, "healthier": 1877, "social": 1855, "action": 3661, "meatless": 6317, "sweetness": 4211, "weirder": 8206, "corrects": 9789, "wasquite": 9837, "followed": 2382, "pico": 5313, "strolling": 5608, "excellently": 6318, "indoors": 4148, "gosh": 5139, "select": 2404, "empfohlen": 7137, "attendance": 7784, "occassion": 5584, "pears": 8207, "pearl": 5140, "gorgeous": 1402, "firth": 9838, "reminiscing": 8953, "door": 342, "company": 1046, "corrected": 4569, "uiuc": 9262, "atlas": 9699, "rudeness": 3822, "doom": 9839, "eatable": 6051, "sizing": 8208, "keeping": 1410, "science": 5065, "malt": 7618, "malo": 8427, "mall": 449, "indicating": 8657, "learn": 1778, "facelift": 5385, "male": 2405, "scramble": 5527, "beautiful": 359, "prompt": 524, "stated": 1387, "soir": 7344, "neglected": 4812, "accept": 2270, "allegro": 2141, "states": 1761, "salty": 792, "sense": 1016, "disliked": 5609, "mehr": 2779, "lucked": 8428, "bogo": 7785, "information": 2240, "threecourse": 9545, "shipped": 9840, "mingle": 5471, "glowing": 3601, "musicians": 6998, "freshly": 1296, "hugs": 9841, "reyes": 3533, "burgh": 4481, "waved": 6425, "plant": 8429, "intended": 2383, "waitstaff": 1301, "plane": 9546, "director": 8871, "waves": 9264, "backyard": 6754, "appealed": 7016, "authentic": 165, "snotty": 7619, "refuse": 4876, "deviled": 6319, "resemble": 7138, "register": 1538, "rowdy": 4704, "daves": 2283, "overcooked": 1967, "outoftowners": 7620, "patio": 356, "replied": 3216, "bocce": 6297, "adorned": 8209, "mexican": 72, "reminded": 1279, "mousse": 6426, "trade": 3709, "resorts": 6242, "attitude": 677, "paper": 910, "brim": 6891, "signs": 2200, "refried": 3471, "smiling": 2064, "roots": 4571, "features": 1767, "bummed": 4433, "licks": 8430, "rapidly": 9547, "alla": 5192, "shifts": 9184, "pronto": 8954, "zipps": 3755, "symptoms": 9843, "ruining": 6136, "bummer": 3566, "sauce": 140, "colleague": 3134, "snobs": 6527, "skipped": 4021, "chanceand": 8955, "entire": 273, "sucker": 4877, "wasabi": 3410, "champaignurbana": 6953, "hotdogs": 4813, "stewed": 8956, "hook": 3330, "mallorca": 2305, "courses": 1190, "piping": 2002, "found": 109, "shocking": 4768, "disorganized": 2174, "disappearing": 6564, "reactions": 9844, "england": 5193, "upstairs": 1283, "scribs": 9548, "grandmothers": 6528, "exorbitant": 5610, "eggroll": 7019, "operation": 3472, "inquired": 3639, "attentionn": 8957, "quelque": 9265, "missed": 1399, "scoops": 6243, "kensington": 8645, "research": 3855, "tiramisu": 2792, "misses": 3015, "sources": 9645, "suckers": 9309, "bestellt": 4404, "highway": 4613, "steering": 8444, "teppanyaki": 3541, "belief": 9266, "calzone": 2384, "olds": 9845, "qualify": 3915, "capn": 9008, "conditioning": 4878, "imagine": 923, "rises": 8210, "decore": 5410, "definition": 4769, "owners": 502, "retained": 9549, "devoid": 7425, "excluding": 7899, "expedient": 7317, "testament": 5864, "castle": 4435, "quelques": 9906, "carls": 6287, "major": 1181, "guac": 2634, "slipped": 6755, "dumbfounded": 8285, "guam": 6756, "contender": 8431, "number": 555, "alors": 5961, "kobe": 3947, "guess": 376, "heads": 2206, "guest": 1724, "introduction": 5386, "unsafe": 8942, "swipe": 9847, "moderately": 2829, "noms": 7787, "contre": 9267, "saint": 6244, "warmly": 5141, "relationship": 5314, "immediate": 2880, "mmmm": 6724, "appreciation": 4814, "tbone": 9848, "montral": 5699, "burrito": 618, "stairs": 3195, "grace": 2326, "tortellini": 5142, "refilling": 3367, "iranian": 6320, "disrespected": 8433, "drift": 8250, "getaway": 7139, "tummy": 3567, "determined": 6321, "remembers": 6757, "eggos": 8646, "delectable": 3070, "basically": 616, "beforehand": 3177, "swanky": 3386, "pedestrian": 5387, "blond": 9849, "sell": 1582, "ballerina": 8959, "fermented": 8647, "carnival": 6690, "self": 1478, "mias": 7788, "play": 1088, "singles": 8648, "blackboard": 4073, "swiftly": 9550, "affordability": 5700, "plat": 5952, "raucous": 8649, "brooklyn": 3710, "plan": 951, "darts": 8211, "accepting": 6427, "oyster": 1285, "sweats": 9867, "understands": 6639, "sometimes": 419, "cover": 1953, "artistic": 7621, "barren": 6640, "barrel": 2542, "reheat": 5315, "dragged": 4314, "despise": 7020, "chowder": 2687, "golf": 3686, "gold": 2688, "blended": 6641, "accommodations": 7140, "moroccan": 4529, "toujours": 3916, "session": 5067, "surpassed": 7185, "fianc": 2521, "overwhelmed": 1754, "blender": 7953, "impact": 7318, "wraps": 1794, "gooey": 5866, "failed": 1738, "nellos": 6949, "factor": 1725, "twins": 8000, "uova": 8822, "dependent": 7622, "sunny": 2353, "funghi": 5954, "remedy": 8650, "preparing": 1821, "closely": 5316, "charmingly": 7465, "gratin": 5611, "distraction": 6642, "enemy": 8212, "devoured": 5259, "sleeve": 6758, "bird": 7322, "banking": 9269, "caramel": 3135, "frantically": 9434, "gastros": 6893, "deelish": 7789, "obscure": 8960, "river": 3948, "breading": 5068, "approaching": 7623, "insane": 2726, "nacho": 5656, "overwhelm": 8961, "nibble": 5463, "flavours": 1611, "overboard": 7790, "shower": 3682, "ritz": 5194, "muted": 8962, "hamachi": 4777, "currently": 2105, "pickup": 2965, "nitpick": 8320, "rite": 9552, "nope": 4149, "compliment": 2565, "prepped": 5195, "europe": 5196, "blow": 2349, "sparsely": 4998, "premises": 5143, "untouched": 6245, "ephesus": 3949, "mingling": 7500, "flatware": 8435, "improved": 1473, "barely": 942, "bachelor": 6828, "connection": 6246, "improves": 3543, "whole": 189, "patty": 2488, "load": 3202, "waitressing": 9852, "loaf": 6137, "drunk": 1239, "acted": 5260, "community": 1762, "reccomend": 5439, "scallop": 2566, "eingerichtet": 5303, "yakatori": 8651, "church": 2605, "deepfried": 6644, "pallet": 5672, "worthless": 7994, "devil": 4705, "monthly": 6529, "hitting": 2947, "suburbs": 4999, "proprietor": 7791, "gelato": 3511, "durchaus": 6999, "firm": 6323, "sweetheart": 4941, "squirrel": 5701, "fire": 1375, "towne": 7995, "fung": 3320, "representative": 4879, "handling": 2449, "hostess": 613, "straight": 1031, "expanded": 2862, "ariyoshi": 7624, "budget": 1530, "sesame": 3232, "forgetting": 3118, "pressed": 2926, "reliably": 7467, "error": 3687, "kissing": 7625, "robin": 3368, "scheduled": 6851, "pound": 2373, "hoping": 1110, "indooroutdoor": 7792, "xiao": 2780, "ducks": 9554, "triple": 3823, "beautifully": 1679, "ding": 2850, "chase": 4706, "cuisine": 522, "decor": 127, "sounding": 3438, "stunk": 5014, "mint": 3807, "macayos": 5867, "elevated": 5317, "shorter": 4074, "rules": 3695, "virtually": 2909, "survey": 8659, "failure": 6469, "displeased": 7021, "gringos": 9555, "comprehensive": 5390, "cigar": 2910, "stephanie": 6760, "alert": 6894, "viewing": 4698, "levels": 2318, "cucumber": 2374, "gonna": 1216, "mussel": 7796, "sitin": 9856, "stack": 4356, "infamous": 7141, "euro": 3516, "kompetent": 9857, "canned": 2207, "picky": 1066, "popeyes": 5198, "bingo": 9718, "picks": 4530, "person": 249, "zipparitas": 9858, "filler": 7862, "responsible": 5602, "politely": 4027, "cheddar": 3387, "bekamen": 9556, "aroma": 3544, "drizzled": 4316, "surprises": 3950, "admission": 5391, "chest": 9657, "aloha": 2333, "eager": 1958, "horseradish": 5528, "parents": 1360, "location": 89, "crying": 7022, "input": 7023, "surprised": 382, "amusing": 5690, "shove": 7568, "rigatoni": 4702, "queso": 2816, "couple": 216, "shitty": 2522, "suffering": 5702, "quest": 4942, "private": 1380, "hooters": 5881, "formal": 3796, "afterhours": 8546, "consensus": 6138, "individuals": 5000, "stylish": 2911, "montroyal": 8965, "buddies": 6021, "partying": 3517, "spring": 1092, "pals": 6053, "sorbet": 4572, "sundaes": 7143, "mighty": 8214, "speisekarte": 6531, "sight": 2208, "tisch": 3856, "curious": 2334, "pale": 9270, "tenderbut": 8652, "novelty": 3296, "behave": 7793, "dating": 9271, "shooters": 6428, "performed": 8146, "odor": 7470, "hainanese": 9860, "smiths": 9557, "nowhere": 2163, "santa": 7321, "obscured": 9861, "substandard": 3941, "santi": 8966, "anything": 168, "deserves": 1152, "proffessionnal": 9862, "irked": 7626, "clinton": 9272, "colorado": 9273, "garbage": 1921, "hometown": 5392, "noddle": 9863, "servers": 279, "appropriate": 1981, "primarily": 2673, "criticisms": 6324, "span": 6645, "arcade": 8967, "tasting": 397, "spending": 1044, "specifically": 1801, "custom": 2981, "addicting": 6532, "suit": 3034, "opens": 2358, "strives": 6895, "neros": 5197, "considerably": 4441, "elsewhere": 883, "inches": 5144, "graciously": 4880, "poster": 9274, "relaxed": 938, "humus": 9868, "buttery": 3883, "pastor": 5956, "link": 5070, "pacific": 3028, "line": 263, "considerable": 7794, "posted": 1466, "charmed": 9864, "sowohl": 8438, "redeemed": 5318, "leicht": 8940, "paired": 2543, "chatime": 8968, "mature": 7012, "mouthwatering": 3688, "continuously": 4943, "medical": 4632, "yelled": 5393, "supervisor": 6325, "schnes": 7024, "defined": 5957, "likewise": 6139, "chai": 3857, "influence": 5261, "haunt": 6248, "comming": 9276, "char": 3977, "diverse": 1397, "chat": 1490, "schnen": 8439, "rehab": 6632, "codes": 7997, "fixing": 6054, "tara": 5464, "digress": 8083, "occasional": 2489, "points": 1160, "scraps": 6534, "hustling": 5465, "tart": 2912, "elements": 5466, "energetic": 3369, "meali": 8970, "oblige": 9865, "sided": 7998, "bussing": 6140, "bianca": 5001, "paisas": 8656, "meals": 427, "bianco": 7145, "lane": 5262, "land": 2585, "scotch": 7854, "holes": 5145, "walked": 331, "beverage": 1925, "crinkle": 6429, "fresh": 40, "hello": 2011, "monterey": 8424, "code": 2881, "partial": 9560, "incorporate": 6880, "melts": 4881, "scratch": 2366, "laziness": 6141, "results": 4444, "existing": 7025, "enjoyable": 983, "freakin": 3711, "gossip": 9561, "shrugged": 7999, "centers": 7627, "seemed": 181, "turkish": 2594, "concerned": 1500, "young": 743, "send": 1492, "uniqueness": 8215, "phuong": 8440, "curds": 5789, "dislike": 3082, "meetings": 3912, "sent": 1255, "moot": 8876, "stocked": 3256, "garden": 1324, "mchte": 6055, "continues": 2307, "reopened": 3431, "mixing": 3689, "decorating": 7146, "continued": 2617, "wipe": 4317, "categories": 6326, "timely": 1250, "magic": 3257, "forsure": 8191, "harbor": 5263, "experiencing": 3917, "gettin": 9562, "fewer": 3662, "anxious": 4882, "race": 3690, "disheveled": 8658, "rack": 3178, "mediterranean": 811, "milano": 7255, "mishap": 7147, "shrimps": 4883, "imply": 9277, "video": 3764, "enclosed": 5790, "incidentally": 8434, "assembly": 5015, "spaghetti": 1403, "pris": 9278, "theresas": 7026, "expressed": 6430, "sweaty": 7148, "richmond": 3258, "consistently": 694, "indian": 239, "turnaround": 5529, "flowing": 3978, "equivalent": 4487, "scenery": 4075, "urchin": 6142, "respectively": 9563, "gathered": 6535, "punch": 3346, "delivering": 1996, "consideration": 3119, "invented": 9279, "fifteen": 3858, "parkway": 8117, "vinegar": 2982, "engage": 4815, "hitormiss": 6530, "receive": 901, "involved": 2913, "casino": 773, "wynnencore": 4355, "resulting": 5703, "cousins": 3583, "popcorn": 2817, "opinion": 598, "residents": 8972, "makes": 160, "weekends": 1235, "involves": 7628, "thats": 133, "marc": 9673, "gastro": 5319, "auswahl": 5395, "rellenos": 8001, "daher": 7856, "causal": 6056, "standing": 1089, "confidence": 4405, "francis": 4048, "certificate": 2342, "illegal": 7027, "chocolates": 6057, "throw": 1558, "eleven": 8660, "doubt": 1131, "lock": 7797, "doubling": 8441, "midday": 4884, "rick": 9793, "baba": 4770, "pencil": 8661, "portugese": 8973, "wurden": 4451, "occurred": 8974, "purposes": 8442, "carrying": 4357, "rubbish": 6058, "galement": 8192, "baby": 1362, "gladly": 3270, "teacoffee": 9564, "casserole": 8002, "charity": 7028, "customer": 43, "balls": 1732, "animals": 9565, "challenge": 2080, "clients": 2289, "karaage": 9035, "thin": 510, "fulfill": 4944, "evershould": 9869, "wedge": 5264, "slid": 6896, "slip": 3797, "process": 1598, "quesadillas": 3451, "slim": 4885, "loco": 5002, "pieces": 848, "high": 121, "spruce": 7401, "bend": 8003, "woodlands": 4615, "blvd": 3663, "docking": 8975, "arribas": 6431, "delay": 3179, "bilingual": 4573, "palates": 5704, "establishment": 563, "luster": 4616, "blocks": 2391, "wallpaper": 7631, "tied": 5791, "dominos": 2401, "weighed": 6704, "pigs": 5792, "unoriginal": 6104, "fits": 2477, "ties": 5467, "marrow": 3606, "coast": 1898, "racks": 7629, "efficiently": 3765, "tomato": 853, "lintrieur": 8977, "realized": 1051, "counter": 294, "prawns": 4212, "element": 4173, "realizes": 7798, "allow": 1643, "classy": 1022, "counted": 3691, "houston": 6250, "thigh": 5530, "produces": 8448, "altogether": 4183, "salivating": 8978, "produced": 6537, "artichoke": 2756, "hotcakes": 5531, "perfect": 161, "crabby": 7635, "chosen": 3692, "lamp": 3931, "relish": 8193, "meantime": 5003, "degrees": 3432, "accompaniments": 7149, "puerto": 2674, "underseasoned": 8979, "empanadas": 8004, "animal": 4707, "freunden": 8035, "trouve": 8663, "ship": 8088, "dock": 6769, "bothering": 4358, "kiss": 8980, "rotation": 3602, "realize": 1014, "minimalist": 5705, "comedy": 5869, "spilling": 6417, "intelligent": 8662, "eben": 8005, "accompanies": 9566, "delightful": 1388, "truth": 2966, "shortage": 7150, "accompanied": 3370, "beneath": 4531, "glasses": 1061, "watery": 3283, "bump": 5004, "ambiance": 166, "operator": 9032, "books": 3738, "differ": 8432, "wander": 3664, "witness": 3979, "borderline": 2689, "boutique": 5532, "dominated": 9322, "cest": 2635, "hilarious": 3518, "unprepared": 7800, "shut": 2531, "await": 8976, "tempe": 1501, "greedy": 6646, "temps": 5793, "surely": 2271, "tempt": 9567, "craving": 514, "shortest": 6432, "chilli": 3136, "mainland": 7151, "spill": 8458, "dubbed": 6059, "david": 4022, "chilly": 3980, "length": 5533, "pudding": 1982, "removing": 5716, "scare": 7632, "scarf": 9583, "respond": 6165, "staggered": 6897, "blown": 1400, "scene": 1082, "owned": 706, "jesus": 7324, "owner": 253, "blows": 3411, "scent": 8665, "cabbage": 3016, "shumai": 7471, "deceptive": 9281, "jeet": 9463, "quayside": 9569, "ordering": 225, "bleu": 6742, "system": 1524, "schnitzel": 5612, "cats": 7038, "decorations": 3052, "madisons": 7633, "painful": 5071, "accompany": 4535, "shorts": 4174, "mojitos": 7472, "fooddrinks": 4076, "depressing": 4319, "vouch": 4175, "accompaniment": 8217, "anyones": 4617, "cultures": 7934, "chong": 8666, "steel": 3017, "colleagues": 3018, "azteca": 8667, "roulette": 8668, "bother": 1187, "extraordinarily": 8446, "appealing": 1901, "yoshi": 6684, "kathys": 4445, "steep": 1930, "steer": 3497, "imho": 5306, "collecting": 8022, "false": 3297, "tonight": 823, "gentle": 9282, "dosas": 4102, "clearly": 652, "soak": 4816, "studying": 4618, "mills": 3747, "hangover": 2276, "waffles": 1959, "sinatra": 1286, "klasse": 6539, "demolished": 8981, "korean": 559, "latino": 7325, "soap": 4619, "accuracy": 7474, "ownerchef": 6434, "manor": 9872, "fidel": 3918, "petals": 7802, "courtesy": 2898, "visa": 9571, "pltze": 8878, "romaine": 6252, "socializing": 5320, "busyness": 7759, "sweeping": 7179, "bref": 7803, "stronger": 6143, "thanksgiving": 3981, "face": 972, "bins": 6952, "mechanical": 9284, "brew": 3982, "painting": 4049, "fact": 261, "atmosphere": 38, "stehen": 8669, "bring": 251, "biker": 8007, "rouge": 9601, "eatthis": 8982, "ripoff": 5146, "trivial": 8447, "decade": 3919, "intolerances": 8219, "taps": 5005, "costco": 5927, "noir": 7475, "mute": 9870, "terminal": 2928, "tape": 7152, "riding": 9873, "bourbon": 2469, "hope": 462, "meant": 1411, "move": 1042, "handle": 1247, "sweetie": 6763, "listened": 5147, "means": 661, "familiar": 1260, "cranky": 8449, "lucky": 1407, "placebut": 5468, "molasses": 9874, "familial": 8450, "styrofoam": 3137, "comme": 6761, "ganzen": 6253, "taxes": 3859, "peel": 4775, "darios": 9875, "stuff": 494, "ohio": 2727, "receptive": 6443, "guessing": 2290, "indecisive": 5454, "frame": 5870, "crayons": 6467, "edition": 6764, "packed": 228, "wears": 9996, "dungeon": 9876, "insulting": 7153, "posse": 7804, "quickest": 5794, "youll": 497, "email": 3588, "nightlife": 6496, "mealbut": 9771, "ends": 2367, "evolving": 7300, "notion": 9001, "butts": 5706, "courtyard": 3951, "ryerson": 9218, "ende": 7476, "shapes": 5769, "lotion": 9997, "staring": 3640, "restrictions": 3019, "figured": 1132, "invited": 2478, "vollem": 8009, "drug": 6765, "yelped": 4647, "doorway": 6647, "figures": 6766, "trumps": 6435, "puff": 4945, "invites": 9286, "adjusted": 7326, "extent": 6232, "conclude": 6254, "revamp": 4446, "arugula": 2741, "crafted": 3884, "oakland": 3770, "motto": 7219, "lies": 5814, "outsider": 9287, "drank": 4640, "deagans": 6767, "chalkboard": 3603, "hottest": 8985, "waste": 931, "louisiana": 4320, "commuter": 8670, "gehrt": 7239, "manchurian": 8986, "atlanta": 4620, "spain": 5396, "theyve": 929, "chipotles": 4946, "pretentious": 1748, "hahaha": 9877, "maui": 5613, "ultra": 4176, "stuffing": 5872, "aesthetics": 5199, "insanely": 2437, "lush": 8010, "site": 1766, "pitt": 5780, "lust": 6327, "ansonsten": 7478, "incense": 7805, "sits": 2690, "situ": 9288, "laredos": 4817, "upmarket": 8715, "oldfashioned": 9289, "insight": 7799, "pauls": 7154, "highlighted": 6768, "digging": 7030, "ball": 2209, "complemented": 8671, "swordfish": 5658, "drink": 101, "upon": 593, "fhlt": 9576, "dust": 4621, "heather": 8374, "broccoli": 2406, "identity": 3860, "pleasantly": 1008, "discounted": 3321, "acknowledgement": 4708, "colour": 8987, "command": 6328, "pense": 9475, "caramelized": 3622, "newest": 4772, "bananas": 4023, "less": 193, "moments": 2882, "rooms": 2368, "paul": 8451, "roomy": 4660, "generous": 622, "residential": 6329, "transparent": 7630, "kunden": 7328, "combine": 4532, "crack": 3138, "teriyaki": 1822, "eateries": 2929, "increased": 3824, "government": 6901, "checking": 949, "pied": 8672, "haus": 6158, "fuji": 9577, "five": 396, "margharita": 9290, "desk": 2618, "whopping": 6902, "enemys": 9878, "passable": 2746, "peeked": 8061, "pies": 1968, "gastonia": 5397, "onion": 963, "chairs": 1291, "lamesa": 7637, "liebe": 9879, "vistors": 8674, "garage": 3713, "jedoch": 9049, "become": 992, "sourdough": 7356, "inexperienced": 4177, "replacement": 2675, "lumpia": 5267, "foray": 8764, "peppery": 8989, "pregnancy": 9231, "qualitytaste": 5475, "choosing": 2417, "springs": 6770, "thier": 4818, "humming": 7806, "recognition": 5006, "hipsters": 4773, "jalapeno": 4213, "literally": 558, "avoid": 737, "afterwork": 8452, "peking": 4250, "negatives": 3992, "passion": 1947, "forgiven": 8011, "truffle": 1878, "deciding": 2952, "blowing": 3182, "schedule": 4214, "selecting": 6793, "frittata": 8443, "koobideh": 7657, "pressure": 4406, "pillowy": 7935, "nofrills": 4322, "stage": 2742, "gained": 8012, "sister": 1020, "firsttime": 8990, "puts": 2039, "angeles": 5072, "seeds": 6330, "insufficient": 9578, "swimming": 5534, "rectify": 6903, "errands": 6556, "commitment": 5321, "parsley": 8765, "screamed": 8222, "gastronomy": 9880, "luna": 2967, "scones": 2646, "theyd": 2343, "mere": 4947, "clevelands": 8991, "brownies": 7807, "pairing": 3388, "caviar": 5795, "spots": 1182, "poptart": 9929, "frustration": 8453, "naturally": 3766, "function": 6771, "funnel": 7329, "cosmopolitan": 7330, "surpassing": 9558, "carbs": 6854, "delivery": 325, "construction": 2883, "anayas": 8223, "delivers": 1644, "count": 1913, "tossed": 3217, "evident": 4862, "shrunk": 8676, "official": 4819, "smooth": 2834, "excitement": 5007, "placed": 1033, "convince": 3798, "problem": 430, "placei": 6255, "davon": 7479, "bearing": 5322, "irish": 1894, "againi": 9292, "sirloin": 4886, "recognize": 3155, "festival": 2512, "nsync": 9105, "overstuffed": 8893, "retrospect": 9797, "renowned": 5707, "compared": 696, "indianpakistani": 9882, "nonetheless": 1837, "musubi": 9883, "freundliche": 6541, "lately": 1948, "compares": 4251, "details": 1816, "behold": 7156, "mound": 5763, "francisco": 2884, "monday": 1163, "outlets": 3983, "chance": 496, "capers": 7480, "inspiration": 6542, "ghost": 7481, "spic": 9798, "niveau": 7331, "lasted": 6437, "rule": 2703, "lift": 5055, "compete": 2863, "searched": 3739, "gardens": 8677, "copy": 8361, "saves": 5796, "desirable": 4887, "oldest": 7332, "saved": 2032, "worked": 716, "tomorrows": 9617, "stinks": 3298, "hervorragende": 7285, "monta": 6265, "spin": 4401, "stinky": 9884, "clipboard": 9851, "neighbours": 5536, "voted": 4215, "regal": 6060, "slowest": 4024, "worth": 77, "barley": 8818, "fireplaces": 8014, "aurora": 7810, "restaurantbut": 8664, "durango": 9885, "tickets": 4216, "foodshe": 8454, "pinch": 4050, "samurai": 8678, "casinos": 4533, "haggis": 4948, "nondescript": 3452, "chew": 4178, "cher": 9293, "phones": 4359, "bubbling": 9294, "chez": 4661, "chef": 262, "bruntsfield": 5562, "pretheatre": 8455, "panda": 2386, "machines": 3473, "established": 5615, "lizard": 9082, "decorambiance": 9658, "toll": 7639, "suppose": 1350, "officially": 2968, "consisting": 4949, "told": 183, "textures": 4622, "crunch": 3183, "festive": 4324, "tommys": 7158, "wrapping": 6144, "equals": 6257, "bangkok": 6061, "khukuri": 4662, "celebration": 2555, "nonchain": 8224, "kudos": 2344, "daughter": 1120, "clarify": 8819, "items": 81, "smoky": 3285, "walkin": 6544, "smoke": 1103, "browsing": 4663, "diameter": 8993, "secure": 5958, "pitas": 5643, "charred": 5797, "highly": 248, "cane": 7858, "thursday": 1106, "hindsight": 8226, "glance": 2556, "total": 634, "sarah": 5009, "rancho": 9295, "palestinian": 8994, "negative": 955, "insult": 4085, "asiatique": 8995, "besuch": 4407, "blueberry": 4950, "separated": 6258, "scary": 6538, "haha": 1922, "infusion": 9296, "award": 2899, "aware": 1548, "backwards": 7251, "cured": 9132, "blocking": 6259, "authentically": 6331, "word": 987, "wore": 5798, "restos": 4483, "southernsoul": 9579, "work": 137, "worn": 3623, "elbow": 8679, "crackers": 5200, "proudly": 9448, "goood": 8459, "indicated": 3389, "indie": 9580, "cited": 9581, "india": 1660, "produits": 6906, "indicates": 7159, "liter": 8376, "veggies": 1157, "cantonese": 1939, "indifferent": 4150, "wrongthe": 9582, "totaled": 7160, "recovery": 7161, "provide": 954, "verify": 6907, "crumbs": 5575, "nuts": 2586, "frites": 2930, "disappear": 4534, "interview": 9297, "disappoint": 1096, "ordinary": 1739, "beach": 4051, "gamble": 4179, "pizza": 6, "doable": 7334, "bday": 3322, "ladder": 8680, "earlier": 1424, "standpoint": 7990, "memorial": 8681, "quand": 5478, "restauranteurs": 8682, "chilled": 3233, "appreciate": 857, "greet": 2636, "supermarkets": 8018, "greek": 623, "green": 580, "south": 583, "order": 15, "greasier": 8683, "salon": 8227, "sams": 5992, "infested": 9298, "office": 1183, "rasta": 9028, "muffin": 3546, "satisfied": 699, "fromage": 9584, "deducted": 5469, "innovative": 3641, "japan": 2969, "satisfies": 4951, "nett": 3920, "patronized": 9299, "hemp": 5841, "saigon": 4821, "somewhere": 682, "highlights": 2335, "avocado": 1827, "christie": 7387, "denver": 6772, "pricier": 1770, "production": 7162, "understated": 7163, "savory": 2184, "quant": 9662, "versus": 3184, "eventually": 1426, "coffee": 243, "affected": 8019, "freundin": 9585, "safe": 1450, "occupies": 8534, "break": 932, "band": 1919, "bang": 1870, "feasts": 8216, "clogging": 7336, "mgmt": 6062, "soothing": 9871, "banh": 6063, "bank": 2158, "bread": 229, "rocky": 5994, "reasonably": 503, "classified": 8997, "rocks": 1676, "dingy": 2728, "redbeards": 9586, "reasonable": 131, "flyers": 9886, "feeds": 7164, "bells": 7640, "cornbread": 2900, "carlos": 3624, "logs": 9300, "gerrard": 8158, "prawn": 4218, "kirin": 7811, "nigerian": 6773, "quiznos": 5959, "hosted": 4625, "logo": 5148, "flock": 8998, "grandfather": 8159, "network": 2192, "hooked": 3185, "forty": 5616, "danforth": 2994, "lolita": 9568, "strangers": 5617, "safety": 5017, "palak": 7483, "forth": 3156, "sliding": 6333, "hogan": 4325, "occurs": 8881, "barrier": 6650, "leftovers": 1232, "standard": 379, "serrano": 8006, "amazement": 7641, "fixe": 1665, "dammit": 8684, "rarity": 6012, "created": 2051, "descriptive": 9700, "creates": 3799, "lousy": 2056, "japaneiro": 4052, "prfr": 8999, "parkdale": 5618, "chopped": 2948, "daunting": 7484, "champs": 8685, "tostada": 6251, "another": 80, "thoughtfully": 8228, "thick": 1240, "electronic": 9888, "timothy": 9889, "rated": 1487, "overs": 7062, "approximately": 3169, "plentiful": 1802, "compromise": 4734, "airy": 5619, "john": 2626, "dogs": 1352, "opting": 7348, "intestine": 7165, "happily": 2020, "cereal": 5268, "hazelnut": 8229, "wasted": 3218, "placeif": 9890, "toronto": 581, "prendre": 7485, "pakistani": 8821, "target": 4219, "tavern": 2595, "hike": 9587, "seated": 267, "waaaaay": 9988, "guilt": 8686, "iron": 3826, "acoustics": 9234, "solely": 2392, "minus": 1895, "failing": 4417, "navigate": 4484, "flavorful": 775, "punjabi": 8521, "manner": 1481, "refreshingly": 7166, "stalls": 5708, "stomach": 1198, "contents": 7167, "forced": 2407, "quieter": 5398, "strength": 5960, "genuine": 1749, "salvadoran": 9302, "hingehen": 9000, "laden": 5399, "convenient": 993, "latter": 4665, "angenehm": 6545, "rome": 7374, "luxury": 6440, "hollandaise": 4888, "explanation": 3005, "conducive": 7337, "gravy": 2319, "optimistic": 9575, "apologizes": 9891, "germany": 7168, "phase": 8460, "imported": 6600, "charlestons": 3642, "neighborhoods": 6334, "dorcas": 9892, "judgmental": 8230, "bracket": 9893, "aunt": 1713, "boyfriends": 3271, "responded": 3433, "fitted": 9590, "reserve": 3474, "decidedly": 4709, "poppers": 6335, "anniversary": 1693, "montreals": 5621, "subtle": 5326, "enjoyed": 195, "toast": 1276, "resemblance": 7338, "painfully": 3420, "elite": 9570, "guidance": 9003, "sentence": 9663, "ptes": 7642, "carin": 9004, "adequate": 1305, "personality": 2098, "cappuccino": 4774, "objective": 8037, "preferred": 2704, "kinks": 2068, "understaffed": 1726, "haunted": 6651, "chartwell": 9894, "nasty": 1437, "saute": 9022, "slack": 4642, "runs": 1682, "covering": 3800, "wynns": 7486, "wannabe": 5709, "steak": 315, "steal": 2107, "steam": 3272, "miserably": 6909, "lemonade": 3157, "nonasian": 8688, "observed": 5470, "depends": 2676, "thereso": 9005, "horrendous": 2387, "miserable": 3102, "terrine": 9591, "goulash": 6145, "techniques": 7170, "pastel": 7813, "capone": 9592, "draws": 5010, "pasted": 7814, "away": 152, "afloat": 8231, "gentleman": 2426, "sourcing": 6433, "decorservice": 8689, "bien": 2914, "unable": 2803, "tainted": 7339, "props": 3886, "drawn": 3643, "sloooow": 8021, "hungover": 5765, "terms": 887, "handful": 1838, "packaged": 4822, "disservice": 9593, "packages": 9006, "kitchen": 185, "received": 318, "essentially": 2781, "rankings": 8924, "americanstyle": 7473, "vorspeisen": 9594, "kommen": 5799, "hummus": 2012, "selective": 9324, "brag": 3604, "kasbah": 8218, "receives": 7032, "exceeds": 5400, "requests": 2513, "freshest": 2770, "prefers": 6974, "tough": 1414, "tong": 9896, "sushimon": 2885, "character": 2027, "sardines": 6785, "condescending": 5538, "tons": 1083, "tony": 3300, "oblivious": 9304, "refill": 1149, "speak": 689, "cory": 9167, "buffets": 2119, "flexible": 4447, "dozens": 3767, "warmth": 3605, "duties": 7487, "foodnot": 9325, "families": 1461, "beloved": 6233, "relaxing": 1076, "accidently": 8724, "excite": 9897, "catering": 1983, "fest": 3519, "gracious": 2864, "comfortably": 3186, "abrupt": 5073, "applies": 6910, "property": 5149, "inspired": 1755, "mistake": 1203, "cons": 1015, "thursdays": 8691, "nancys": 5842, "sticker": 7033, "dumped": 5623, "standby": 7694, "pellegrino": 9740, "skipping": 6911, "cone": 5012, "confirmed": 4025, "descent": 3120, "perform": 3921, "plated": 4448, "caffe": 9305, "sakura": 5493, "incorrectly": 5710, "plates": 448, "advertising": 2438, "wheel": 6652, "independent": 3453, "plating": 3715, "fuss": 2865, "alittle": 7488, "dennys": 2170, "hang": 691, "rain": 3665, "hand": 568, "pubs": 3887, "norwegian": 8023, "blamed": 6336, "vermont": 8693, "kept": 541, "dishes": 135, "condiments": 3323, 